<?php

namespace zetsoft\inserts\eyuf;

use zetsoft\system\actives\ZInsert;
use zetsoft\system\Az;
use zetsoft\system\kernels\ZMigration;
use zetsoft\models\news\News;

class NewsInsert extends ZInsert
{

    public function run()
    {

        $this->model = new News();

        $this->model->id = 2;
        $this->model->sort = null;
        $this->model->name = 'Коронавирус бутун бошли мамлакатни банкротликка олиб келди';
        $this->model->title = 'Агарда Замбиянинг уч миллиард долларлик облигацияларига эга бўлган инвесторлар ҳукуматнинг тўловларни тўхтатиб туриш тўғрисидаги илтимосини рад этадиган бўлса, мамлакат инқирозга учрайди.';
        $this->model->tranz = null;
        $this->model->accept = null;
        $this->model->active = 1;
        $this->model->text = '<p>Замбия Африкадаги дефолт эълон қилган биринчи мамлакат бўлиши мумкин. Коронавирус пандемияси бутун бошли мамлакатни банкротликка олиб келди,&nbsp;<a href=\\\\\\\\\"https://lenta.ru/news/2020/10/15/zamb/\\\\\\\\\" target=\\\\\\\\\"_blank\\\\\\\\\">деб ёзади</a>&nbsp;Financial Times.</p><p>&nbsp;Агарда Замбиянинг уч миллиард долларлик облигацияларига эга бўлган инвесторлар ҳукуматнинг тўловларни тўхтатиб туриш тўғрисидаги илтимосини рад этадиган бўлса, мамлакат инқирозга учрайди. Дефолт хавфига қарамасдан, облигациялар эгалари Замбия ҳукуматининг илтимосига рад жавоби беришни режалаштирмоқда. Чунки ҳукумат кредиторларнинг барчасига бир хил муносабатда эмас, деб ёзмоқда нашр.</p><p>&nbsp;Бундан ташқари, облигациялар эгалари Замбия макроиқтисодий мувозанатсизликни бартараф этиш бўйича режаси тўғрисида етарлича маълумот бермаганидан норози. Сўндириш муддати 2024 йилда ниҳоясига етадиган облигациялар нархи дефолт тўғрисидаги хабардан сўнг уч фоиздан ортиққа тушиб кетди.</p><p>Коронавирус пандемияси фонида юздан ортиқ мамлакат Халқаро валюта жамғармасига тезкор кредит ёрдами сўраб мурожаат қилган. Улар орасида ўнлаб мамлакатлар дефолт ёқасида қолган.</p>';
        $this->model->image = [
            '7fbcsIcKHP7Z6LR9-dODhtQhJe7uuEX5.jpg',
        ];
        $this->model->position = 'center';
        $this->model->news_type_id = 2;
        $this->save();


        $this->model = new News();

        $this->model->id = 9;
        $this->model->sort = null;
        $this->model->name = 'Қирғизистон президенти истеъфога чиқди ';
        $this->model->title = 'Қирғизистон президенти Сооронбай Жээнбеков истеъфога чиқди. Бу истеъфо амалда янги бош вазир Садир Жапаровнинг талаби билан рўй берди';
        $this->model->tranz = null;
        $this->model->accept = null;
        $this->model->active = 1;
        $this->model->text = '<p>Жапаров 14 октябрь куни Жээнбеков билан учрашув ўтказган ва талабини билдирган, аммо президент лавозимини тарк этишни истамаганди. Бу ўзгаришлар Жапаров қамоқхонадан озод этилган намойишлар фонида бўлмоқда.</p><p><img src=\\\\\\\\\"https://storage.kun.uz/source/6/7SErGD-jpAS9WP0DGKcXfqnU4c6RkUz_.jpg\\\\\\\\\" /></p><p>Фото: president.kg</p><p>Қирғизистон президенти Сооронбай Жээнбеков бугун, 15 октябрь куни, қирғиз халқига мамлакатдаги мавжуд ижтимоий-сиёсий вазият туфайли мурожаат&nbsp;<a href=\\\\\\\\\"http://www.president.kg/ru/sobytiya/18036_prezident_sooronbay_gheenbekov_dlya_menya_mir_vkirgizstane_celostnost_strani_edinstvo_nashego_naroda_ispokoystvie_vobshestve_previshe_vsego__net_nichego_doroghe_dlya_menya_ghizni_kaghdogo_moego_sootechestvennika\\\\\\\\\" target=\\\\\\\\\"_blank\\\\\\\\\">билан чиқди</a>.&nbsp;</p><p>&laquo;Азиз ватандошлар! Мамлакатимиз пойтахти Бишкек шаҳрида ижтимоий-сиёсий вазият кескинлигича қолмоқда. Кеча Жўқорғи Кенгеш ҳукумат таркибини тасдиқлади, мен Қирғизистон Республикаси президентининг тегишли лавозимларга тайинлаш тўғрисидаги фармонларини имзоладим. Аммо, бу кескинликни юмшата олмади.</p><p>Мен учун Қирғизистонда тинчлик, мамлакат яхлитлиги, халқимизнинг бирлиги ва жамиятдаги осойишталик ҳамма нарсадан устундир. Мен учун ҳар бир ватандошимнинг ҳаётидан азизроқ нарса йўқ. Мен ҳокимиятда интилмайман. Қирғизистон тарихида ўз халқига ўқ отган ва қон тўккан президент сифатида қолишни истамайман. Шу сабабли истеъфога чиқишга қарор қилдим. Мен Жапаровни ва бошқа сиёсатчиларни пойтахтдан ўз тарафдорларини олиб чиқиб, Бишкек аҳолисига тинч ҳаётни қайтаришга чақираман. Ҳеч қандай ҳокимият мамлакатимиз бир бутунлиги ва жамиятдаги тотувликдан устун эмас&raquo;, дейилади президент сайтида жойлаштирилган баёнотда.</p><p>Шу кунларда Жээнбеков янги бош вазирнинг истеъфо тўғрисидаги талабини рад этганди.</p><p>Чоршанба куни тонгда у Жапаровни ҳукумат раҳбари этиб тайинлаганди. Бу иккинчи уринишда рўй берди. Парламентнинг биринчи тайинлови президент томонидан рад этилган, у буни бош вазирни тайинлаш учун ўтказилган йиғилишда парламентда етарли миқдорда депутатлар иштирок этмагани билан изоҳлаганди.</p><p>Президент Жапаровни бош вазирликка тайинлаши билан у президентнинг истеъфосини талаб қила бошлади.</p><p>&laquo;Президентнинг истеъфоси - халқ талаби. Бугун мен президентнинг олдига кираман, биз бу масалани ҳал қиламиз&raquo;, - деганди Жапаров журналистларга.</p><p>Бу вақтда ҳукумат биноси олдида Жапаровнинг тарафдорлари йиғилган ва президент истеъфосини талаб қилиб митинг бошлаганди.</p><p>Президент билан учрашувда янги бош вазир яна бир бор ундан зудлик билан истеъфога чиқишни талаб қилган. Бу ҳақда президент матбуот хизмати ҳам хабар берган. Чоршанба кунги учрашув вақтида президент бу талабни бажаришдан бош тортганди.</p><p>&laquo;Президент 9 октябрь куни баён қилинган позициясида қатъий турибди: у мамлакатни ҳуқуқий йўлга қайтаргач &mdash; парламент сайлови ўтказилганидан ва президентлик сайлови эълон қилинганидан кейин истеъфога чиқади&raquo;, деганди президент матбуот котиби Толгонай Стамалиева.</p><p>&laquo;Сооронбай Жээнбеков яна бир бор ҳозирда президент лавозимини тарк этишга ҳақли эмаслигини таъкидлаб ўтди, чунки бу давлатга зарар келтирадиган воқеалар ривожига олиб келиши мумкин&raquo;, - дейилган унинг баёнотида.</p><p>Жээнбеков истеъфо ҳақидаги баёнотида яна бир бор ўйлаб кўрганини айтиб ўтган: &laquo;Афсуски, тажовуз сусаймаяпти, зудлик билан истеъфога чиқишим ҳақида талаб давом этмоқда. Ҳозирги вазият икки томонлама зиддиятга яқин. Бир томондан - намойишчилар, бошқа томондан - ҳуқуқни муҳофаза қилиш идоралари. Ҳарбий хизматчилар ва ҳуқуқни муҳофаза қилиш идоралари давлат қароргоҳини ҳимоя қилиш учун қурол ишлатиши шарт ҳисобланади. Бундай ҳолда, қон тўкилади, бу муқаррар. Иккала томонни ҳам фитналарга берилмасликка чақираман&raquo;.</p><p>Чоршанба куни&nbsp;Жапаровнинг тарафдорлари президент истеъфога чиқишдан бош тортганидан норози бўлиб, комендантлик соати амал қилаётганига қарамай, &laquo;Ала-Арча&raquo;даги президент қароргоҳига бориш ниятларини билдиришди.</p><p>Жапаров кечқурун ўз тарафдорлари олдига келди ва эртагача тарқалишни сўради. Бишкек ИИББ ҳам акция иштирокчиларидан комендантлик соати чораларига амал қилиб, тарқалишни сўради. Бироз вақт ўтиб намойишчиларнинг бир қисми автобусларга ўтиришди ва &laquo;Оқ-Кема&raquo; меҳмонхонасига йўл олишди, улар сўнгги кунларни шу ерда ўтказишмоқда, бир қисми эса қароргоҳ томон йўл олган.</p><p>Пайшанба куни Жапаровнинг тарафдорлари қароргоҳга яқин жойда тўпланаётгани маълум бўлди. &laquo;Интерфакс&raquo; мухбири бу ерга мингга яқин киши келганини хабар қилган, ТАСС агентлиги хабарида &laquo;Ала-Арча&raquo;га бир неча автобус ва ҳарбий юк машиналарида милиция ходимлари ва ҳарбий хизматчилар келтирилгани айтилган.</p><p>Жээнбековни уч йил муқаддам - 2017 йилнинг 15 октябрида президент этиб сайлашганди. Sputnik Қирғизистон маълумотида қайд этилишича, ушбу мамлакатнинг барча президентлари 61 ёшида истеъфо берган, Жээнбеков бешинчиси бўлди.</p><p>Жапаров 51 ёшда, у икки марта Қирғизистон парламенти депутатлигига сайланган, у худди Жээнбеков каби шимолдаги Иссиқкўл областида туғилган. 2017 йил августида Бишкек суди уни давлат амалдорини гаровга олишда айбдор деб топиб, 11,5 йил муддатга озодликдан маҳрум этганди. Бу иш 2013 йилда &laquo;Қумтор&raquo; конини миллийлаштириш талаби билан ўтказилган митингдан кейин очилганди. Ўшанда Жапаров бошлиқ намойишчилар Қоракўлда Иссиқкўлнинг ўша вақтдаги губернатори Эмилбек Каптагаевни гаровга олишганди.</p>';
        $this->model->image = [
            '7SErGD-jpAS9WP0DGKcXfqnU4c6RkUz_.jpg',
        ];
        $this->model->position = 'center';
        $this->model->news_type_id = 1;
        $this->save();


        $this->model = new News();

        $this->model->id = 11;
        $this->model->sort = null;
        $this->model->name = 'Apple янги iPhone’ни тақдим этди';
        $this->model->title = 'Apple iPhone 12 смартфони ва уйга мўлжалланган овоз кучайтиргич – HomePod\'нинг мини версияси тақдимотини ўтказди.';
        $this->model->tranz = null;
        $this->model->accept = null;
        $this->model->active = 1;
        $this->model->text = '<p>Apple компанияси Калифорниянинг Купертино шаҳридаги бош штаб-квартирасида асосий флагман маҳсулоти &ndash; iPhone смартфонининг 12-талқини тақдимотини ўтказди. Тадбир компания расмий сайтида трансляция қилинди.</p><p>Смартфон мобил алоқанинг янги авлоди &ndash; 5G технологиясини қўллаб-қувватлайди. Унинг нархи 799 доллардан бошланади.</p><p><img alt=\\\\\\\\\"\\\\\\\\\" src=\\\\\\\\\"https://storage.kun.uz/source/6/LUhtIVMmCe0wncvXjlIIepON5T0ypqAd.jpg\\\\\\\\\" /></p><p>iPhone 11 билан таққослаганда янги телефон 11 фоизга ингичкароқ, 15 фоизга кичикроқ ва енгилроқ. Қурилмага OLED экрани ўрнатилган, ундаги тасвир чуқурлиги аввалги моделдан икки баробар юқорироқ.</p><p>iPhone 12 дисплейи Ceramic Shield ҳимоя ойнаси билан ҳимояланган. Бу смартфоннинг тушириб юборилгандаги ҳимоясини 4 баробарга кучайтиради.</p><p><img alt=\\\\\\\\\"\\\\\\\\\" src=\\\\\\\\\"https://storage.kun.uz/source/6/KV4k4j3NlR4l7-yJRH6B3pyTb7CWZs5B.jpg\\\\\\\\\" /></p><p>Янги телефонга янги процессор &ndash; A14 Bionic ўрнатилган, бу, тақдимотда айтилишича, &laquo;исталган бошқа бир смартфоннинг процессоридан 50 фоиз тезроқ&raquo; ишлайди.</p><p>Янги модел беш хил &ndash; қора, оқ, қизил, яшил ва кўк рангда чиқади.</p><p><img alt=\\\\\\\\\"\\\\\\\\\" src=\\\\\\\\\"https://storage.kun.uz/source/6/9sAxitmRCb7bb694Gyq7O7n9M2JBwCQw.jpg\\\\\\\\\" /></p><p>Тақдимотда&nbsp;<strong>iPhone 12 Mini</strong>&nbsp;ҳам намойиш этилди. iPhone 12 ҳажми 6,1 дюм бўлса, унинг мини версияси 5,4 дюм (худди iPhone 8 каби).</p><p>Шунингдек, Apple яна икки янги модель &ndash;&nbsp;<strong>iPhone 12 Pro</strong>&nbsp;(6,1 дюм),&nbsp;<strong>iPhone 12 Pro Max</strong>&nbsp;(6,7 дюм)ни ҳам тақдим этди. Маълум қилинишича, iPhone Pro Max &ndash; компания тарихидаги энг катта дисплейга эга смартфондир.</p><p><img alt=\\\\\\\\\"\\\\\\\\\" src=\\\\\\\\\"https://storage.kun.uz/source/6/L5U0VWRJ3h_WDWvcfro4J59SST7n_jb4.jpg\\\\\\\\\" /></p><p><strong>Нархлар қуйидагича:</strong></p><ul>	<li>iPhone 12 mini &ndash; 699 доллардан бошланади</li>	<li>iPhone 12&nbsp;&ndash; 799 доллардан бошланади</li>	<li>iPhone 12 Pro &ndash; 999 доллардан бошланади</li>	<li>iPhone 12 Pro Max &ndash; 1099 доллардан бошланади</li></ul><p>iPhone 12 ва 12 Pro учун 16 октябрдан бошлаб буюртма бериш мумкин. 12 Pro Max ҳамда 12 Mini хариди учун буюртмалар эса 13 ноябрдан бошлаб қабул қилинади.</p><p><img alt=\\\\\\\\\"\\\\\\\\\" src=\\\\\\\\\"https://storage.kun.uz/source/6/IAN-I1qcGiS_Gw_98pgRCWATj2-KQfs-.jpeg\\\\\\\\\" style=\\\\\\\\\"height:450px; width:800px\\\\\\\\\" /></p><p>Тақдимотда уй учун мўлжалланган овоз кучайтиргичнинг кичикроқ версияси &ndash;&nbsp;<strong>HomePod&nbsp;</strong><strong>Mini</strong>&nbsp;ҳам намойиш этилди. Apple вакилларига кўра, колонка ва iPhone бир-бирини жуда яхши &laquo;тушунади&raquo;: унинг ёрдамида SMSларни ўқиш ва жўнатиш, билдиришномаларни кўриш ва смартфонни қидириб топиш мумкин.</p><p>Эслатиб ўтамиз, Apple 15 сентябрда ҳам янги маҳсулотлари тақдимотини&nbsp;<a href=\\\\\\\\\"https://kun.uz/12366137\\\\\\\\\">ўтказган эди</a>.</p>';
        $this->model->image = [
            'myWNnfPkOVPfB105cbKDWkeOhNdBtbQ9.jpg',
        ];
        $this->model->position = 'right';
        $this->model->news_type_id = 4;
        $this->save();


        $this->model = new News();

        $this->model->id = 12;
        $this->model->sort = null;
        $this->model->name = 'Рафаэль Надаль Roland Garros’нинг 13 карра ғолиби бўлди';
        $this->model->title = '“Катта дубулға” сериясига кирувчи мусобақанинг 13 карра ғолибига айланди';
        $this->model->tranz = null;
        $this->model->accept = null;
        $this->model->active = 1;
        $this->model->text = '<p>Надаль мусобақанинг ҳал қилувчи учрашувида жаҳоннинг биринчи рақамли теннисчиси, сербиялик Новак Жоковични 6:0, 6:2, 7:5 ҳисобида&nbsp;<a href=\\\\\\\"https://www.sport-interfax.ru/731008\\\\\\\" target=\\\\\\\"_blank\\\\\\\">мағлуб этди</a>. Учрашув 2 соат 43 дақиқа давом этган.</p><p>Таъкидлаб ўтиш жоиз, Надаль ва Жокович Париждаги мусобақа финалида учинчи марта учрашишди, бироқ ҳар сафар испаниялик теннисчининг қўли баланд келган.</p><p>Испаниялик теннисчи бежиз&nbsp;&ldquo;тупроқли кортлар қироли&rdquo; деб аталмайди: Парижнинг тупроқли кортларида ўтувчи турнирни бунча кўп марта ҳали ҳеч бир теннисчи ютмаган. У бунгача Roland Garros&rsquo;да 2005, 2006, 2007, 2008, 2010, 2011, 2012, 2013, 2014, 2017, 2018 ва 2019 йилларда ғалаба қозонган.</p><p>Яна бир эътиборли жиҳати, Надалнинг финалдаги ғалабаси унинг Франция очиқ чемпионати учрашувларидаги 100-ғалабаси бўлди. Бундан ташқари, испаниялик спортчи &ldquo;Катта дубулға&rdquo; сериясига кирувчи 20-мусобақасида ғалаба қозонди ва бу натижа билан швейцариялик теннисчи Рожер Федерер рекордини такрорлади.</p><p>Аёллар ўртасида эса 19 ёшли польшалик Ига Швентек зафар қучди. Бу ғалаба ёш теннисчининг ушбу мусобақадаги биринчи ғалабаси ҳисобланади. Швентек финал учрашувида америкалик София Кенинни мағлубиятга учрата олган.</p><p>Roland Garros 2020 йилги &ldquo;Катта дубулға&rdquo; мусобақаларига якун ясади. Жорий йилда ушбу серияга кирувчи Уимблдон турнири пандемия сабабли ўтказилмади.</p>';
        $this->model->image = [
            'WCpOKzmuKRo5wjfUy8cxYA-s4qLrTVcb.jpg',
        ];
        $this->model->position = 'center';
        $this->model->news_type_id = 2;
        $this->save();


        $this->model = new News();

        $this->model->id = 7;
        $this->model->sort = null;
        $this->model->name = 'Экспорт  режалари ва инвестиция лойиҳаларининг бажарилиши танқидий таҳлил қилинди';
        $this->model->title = 'Экспорт режалари ва инвестиция лойиҳаларининг бажарилиши танқидий таҳлил қилинди';
        $this->model->tranz = null;
        $this->model->accept = null;
        $this->model->active = 1;
        $this->model->text = '<p>14 октябрь куни Ўзбекистон Республикаси президенти Шавкат Мирзиёев Хитой Халқ Республикаси ҳамда Корея Республикаси билан ҳамкорликдаги савдо-иқтисодий, инвестициявий ва гуманитар лойиҳалар ижросини танқидий кўриб чиқиш, янги ўсиш нуқталарини белгилашга бағишланган йиғилиш ўтказди.</p><p>Хитой ва Жанубий Корея Ўзбекистоннинг стратегик шерикларидир. Икки давлат билан ҳам олий даражадаги ташрифлар доирасида кенг кўламли келишувларга эришилган, савдо, иқтисодиёт, инвестиция, гуманитар ва бошқа соҳалардаги лойиҳаларни қамраб олган &laquo;йўл харитаси&raquo; қабул қилинган.</p><p>Лекин коронавирус пандемияси барча мамлакатлар иқтисодиёти учун кутилмаган синов бўлди. Карантин чекловлари ташқи савдо алоқаларининг қисқаришига, транспорт қатновлари камайишига, инвестиция лойиҳалари кечикишига олиб келмоқда.</p><p>Давлат&nbsp;раҳбари 6 октябрь куни Корея Республикаси президенти Мун Жэ&nbsp;Ин билан телефон орқали суҳбатлашди. Мулоқотда қўшма дастур ва лойиҳаларни тезлаштириш ҳамда уларни амалга оширишда кўмаклашиш, керак бўлса, имтиёзли кредитларни ошириш юзасидан келишиб олинди. Йил охирига қадар давлат раҳбарлари иштирокида онлайн саммит ўтказилиши белгиланди.</p><p>Хитой билан ҳам алоқалар изчил ривожланмоқда.&nbsp;<strong>Хитой Халқ Республикаси раиси Си Цзиньпиннинг мамлакатимизга бўлажак давлат ташрифига пухта тайёргарлик кўрилмоқда.</strong></p><p>Шу йилнинг 8 ойи давомида Ўзбекистон билан Хитой ўртасидаги савдо айланмаси ҳажми 4 миллиард долларга, Жанубий Корея билан 1,4 миллиард долларга етди.</p><p>Йиғилишда президент&nbsp;бу давлатлар билан ҳамкорлик бўйича имкониятлар кўплиги, лекин ҳозирги натижалар етарли даражада эмаслигини таъкидлади. &laquo;Йўл хариталари&raquo; ижроси оқсаётгани, иш тизимли олиб борилмаётгани&nbsp;жиддий танқид қилинди.</p><p>Бу йил айрим соҳаларда экспорт кўрсаткичлари пасайган. Жумладан, Хитойга ўтган саккиз ойда тўқимачилик соҳасида 42,3 фоизга, кимё ва нефть-кимё саноатида 33,1 фоизга, қишлоқ хўжалиги маҳсулотлари етказиб беришда 18,1 фоизга камайган.</p><p>Шу даврда&nbsp;<strong>Жанубий Кореяга экспорт бўйича Сурхондарё, Бухоро ва Қашқадарё вилоятларида сусткашликка йўл қўйилган.</strong></p><p>Йиғилишда тармоқ ва ҳудуд раҳбарлари экспортнинг аҳамиятини ҳануз&nbsp;чуқур тушуниб етмаётгани, уларнинг бу борадаги иш услуби бугунги кун талабига мутлақо жавоб бермаётгани кўрсатиб ўтилди.&nbsp;</p>';
        $this->model->image = [
            'JfEO5-BaOLWqWeN_GMT9KLC8-i85tjXo.jpg',
        ];
        $this->model->position = 'right';
        $this->model->news_type_id = 1;
        $this->save();


        $this->model = new News();

        $this->model->id = 10;
        $this->model->sort = null;
        $this->model->name = 'Криштиану Роналду коронавирус юқтириб олди';
        $this->model->title = '«Ювентус» ва Португалия миллий жамоаси голеадори Криштиану Роналду коронавирус юқтириб олди, дея хабар бермоқда A Bola.';
        $this->model->tranz = null;
        $this->model->accept = null;
        $this->model->active = 1;
        $this->model->text = '<p>Манбанинг ёзишича, Португалия миллий жамоаси ихтиёрида бўлган Роналдунинг тест натижалари мусбат чиққан бўлса-да, у коронавирусни аломатларсиз ўтказмоқда. Футболчининг соғлиғида муаммолар йўқ. Шунга қарамай, Роналду Португалия миллий жамоасининг 14 октябрь кунги Швецияга қарши ўйинини ўтказиб юборади.</p><p>Маълумот учун, 35 ёшли ҳужумчи 5 октябрь куни &laquo;Ювентус&raquo;дан Португалия миллий жамоаси ихтиёрига келиб қўшилганди. Роналду Турин клубида жорий қилинган карантин чораларидан норози бўлганди.</p><p>La Gazzetta dello Sport&rsquo;нинг ёзишича, клубнинг икки ишчисида коронавирус аниқлангач, раҳбарият қарори билан жамоа футболчилари клуб қароргоҳи яқинидаги меҳмонхонада ўзини яккалаш тартибида алоҳида сақланган. Бу орада футболчилар икки марта тест топширган ва ҳеч кимда касаллик аломатлари аниқланмаган. Орадан бир неча кун ўтиб футболчилар жорий қилинган эҳтиёт чораларига кўра учинчи марта ҳам текширишдан ўтишлари лозим бўлган. Аммо клуб футболчилари орасидан биринчи бўлиб Криштиану Роналду миллий жамоа ўйинига ўз вақтида етиб бориш учун ўзини яккалаш тартибини бузган ва учинчи текширувни кутмай, клуб ихтиёрини тарк этганди.</p>';
        $this->model->image = [
            'jqA7Gts8MC7J3K8zy5kD9dFF9ktXmZxx.jpg',
        ];
        $this->model->position = 'right';
        $this->model->news_type_id = 3;
        $this->save();


    }

}
